# 38. Напишите программу, удаляющую из 
# текста все слова содержащие "абв".

text = 'куабв кукуабв куку'
def del_words(text):
    text = list(filter(lambda x: 'абв' not in x, text.split()))
    return " ".join(text)

my_text = del_words(text)
print(text)
