import pandas as pd

print('-'*30)
print('Информация о сотрудниках')

emp_card = {
        'ID': ['01','02','03','04','05'],
        'Имя' : ['Александр','Вячеслав','Иван','Лик','Луи'],
        'Фамилия': ['Филимонов','Николаев','Пермяков','Михайлов','Никитин'],
        'Дата рождения' : ['05.11.1981','09.01.2002','23.09.1966','12.11.1956','10.12.1984'],
}
    
sc = pd.DataFrame(data = emp_card)

with open('staff.csv', 'a', encoding='UTF-8') as cl:
        cl.write(f'{sc}')
        cl.write('\n')
    
print(sc)